{
  "3 Tools for My Self-Empowerment as a Woman": "3 Herramientas para mi Auto-Empoderamiento como Mujer",
  "About the event": "Acerca del evento",
  "Access and be part of high-level events with a unique network of professionals passionate about the future of the automotive industry. Meet decision-makers, executives, and senior leaders for knowledge exchange and collaboration.": "Accede y forma parte de eventos de alto nivel con una red única de profesionales apasionados por el futuro de la industria automotriz. Conoce a tomadores de decisiones, ejecutivos y líderes senior para el intercambio de conocimientos y colaboración.",
  "Access to our vibrant community of highly successful professionals and women. Connect with a global network of like-minded individuals, receive mentorship and support tailored to the changing demands of the automotive industry. Be part of the members leading the way toward a more diverse and innovative industry.": "Acceso a nuestra vibrante comunidad de profesionales y mujeres altamente exitosas. Conéctate con una red global de personas con ideas afines, recibe mentoría y apoyo adaptado a las cambiantes demandas de la industria automotriz. Sé parte de los miembros que lideran el camino hacia una industria más diversa e innovadora.",
  "Access to Personalized Mentorship": "Acceso a Mentoría Personalizada",
  "Access to Specialized Resources": "Acceso a Recursos Especializados",
  "Access to Talent": "Acceso a Talento",
  "Act as a role model, motivating other women to overcome challenges.": "Actúa como modelo a seguir, motivando a otras mujeres a superar desafíos.",
  "Active Participation": "Participación Activa",
  "Actively participate in community events and activities.": "Participa activamente en eventos y actividades de la comunidad.",
  "Actively support inclusion and gender equity in the sector.": "Apoya activamente la inclusión y la equidad de género en el sector.",
  "Additional information about the event.": "Información adicional sobre el evento.",
  "Advocate for gender inclusion and equity in the automotive sector.": "Aboga por la inclusión y equidad de género en el sector automotriz.",
  "Ambassador": "Embajador",
  "Ambassadors": "Embajadores",
  "An enriching debate on the deconstruction of machismo in the automotive industry, in which moderator Adriana and the panel composed of Esteban, Aaron, Brenda, Ana, and Kathia, offer both female and male perspectives on this topic. Through their experience in the sector, they discuss how to break gender stereotypes and move towards a more inclusive and equitable industry.": "Un debate enriquecedor sobre la deconstrucción del machismo en la industria automotriz, en el que la moderadora Adriana y el panel compuesto por Esteban, Aaron, Brenda, Ana y Kathia, ofrecen perspectivas tanto femeninas como masculinas en relación a este tema. A través de su experiencia en el sector, discuten cómo romper estereotipos de género y avanzar hacia una industria más inclusiva y equitativa.",
  "Apply to be an Ambassador": "Aplica para ser embajador",
  "Are you interested in": "Estás interesado en",
  "Automotive Aftermarket Companies": "Empresas del mercado de repuestos automotrices",
  "automotive industry": "industria automotriz",
  "Back to home": "Volver a inicio",
  "Be a Sponsor": "Sé un patrocinador",
  "Be part of a movement that promotes diversity and inclusion in the automotive sector.": "Sé parte de un movimiento que promueve la diversidad y la inclusión en el sector automotriz.",
  "Be part of a movement that promotes diversity and inclusion.": "Sé parte de un movimiento que promueve la diversidad y la inclusión.",
  "Be part of exclusive events with decision-makers and industry executives.": "Forma parte de eventos exclusivos con tomadores de decisiones y directivos de la industria.",
  "Be part of the Automotive Woman community, where each event is more than just a meeting; it's a milestone in your career.": "Sé parte de la comunidad Mujer Automotriz, donde cada evento es más que una reunión; es un hito en tu carrera.",
  "Be part of the community and access the following benefits": "Sé parte de la comunidad y accede a los siguientes beneficios.",
  "Be part of the network and/or apply as an Ambassador": "Sé parte de la red y/o aplica como embajador.",
  "Be part of the organizers who have made": "Sé parte de los organizadores que han hecho posible",
  "Be the voice and face of the program across platforms and forums.": "Sé la voz y el rostro del programa en todas las plataformas y foros.",
  "Begin": "Empezar",
  "Behind the Helmet There Is No Gender": "Detrás Del Casco No Existe Género",
  "Benefit from shared insights and knowledge from DEI experts.": "Benefíciate de información y conocimientos compartidos por expertos en DEI.",
  "Benefits": "Beneficios",
  "Benefits Aligned with Your Goals": "Beneficios Alineados Con Tus Objetivos",
  "Benefits aligned with your goals. Let's forge the future of the automotive industry in Mexico and Latin America together.": "Beneficios alineados con tus objetivos. Forjemos juntos el futuro de la industria automotriz en México y América Latina.",
  "Boost Your Talent: Breaking the Routine": "Boost Your Talent: Rompiendo la Rutina",
  "Brands with DNA & Digital Footprint": "Marcas con ADN & Huella Digital",
  "Breaking the Shell and Challenging Stereotypes": "Rompiendo el Cascaron y Desafiando Estereotipos",
  "Build Strong Networks": "Construye Redes Sólidas",
  "Building the “Automotive Woman” Community": "Construyendo la Comunidad “Mujer Automotriz”",
  "Buy Tickets": "Comprar Entradas",
  "Calendar 2023": "Calendario 2023",
  "CDMX - 14 November 2024": "CDMX - 14 de Noviembre de 2024",
  "Claudia is an entrepreneur who has swum against the current to achieve success in her business. In her presentation, she will share her personal and professional story, including the challenges she has faced as a woman in the business world and how she has managed to overcome them. Her inspiring experiences and practical advice will be of great value to those looking to pursue their dreams despite difficulties.": "Claudia es una emprendedora que ha nadado contra corriente para lograr el éxito en su negocio. En su ponencia, compartirá su historia personal y profesional, incluyendo los desafíos que ha enfrentado como mujer en el mundo empresarial y cómo ha logrado superarlos. Sus experiencias inspiradoras y sus consejos prácticos serán de gran valor para aquellos que buscan perseguir sus sueños a pesar de las dificultades.",
  "Close": "Cerrar",
  "Collaborate in creating new ideas and approaches within the industry.": "Colabora en la creación de nuevas ideas y enfoques dentro de la industria.",
  "Collaborate on initiatives that drive innovation and inclusive leadership.": "Colabora en iniciativas que impulsan la innovación y el liderazgo inclusivo.",
  "Collaborate on recognition programs to highlight achievements and contributions.": "Colabora en programas de reconocimiento para destacar logros y contribuciones.",
  "Collaborate on the awards and recognition program to celebrate outstanding achievements and significant contributions for yourself and the industry. Let’s shape a more diverse and dynamic automotive landscape.": "Colabora en el programa de premios y reconocimientos para celebrar logros sobresalientes y contribuciones significativas para ti y la industria. Construyamos juntos un panorama automotriz más diverso y dinámico.",
  "Collaboration Opportunities": "Oportunidades de Colaboración",
  "Collaborator": "Colaborador",
  "Commit to the Program": "Comprométete con el Programa",
  "Community": "Comunidad",
  "Community Impact": "Impacto en la Comunidad",
  "Company Committed to Diversity": "Empresa Comprometida con la Diversidad",
  "Connect network members with a valuable professional community.": "Conecta a los miembros de la red con una valiosa comunidad profesional.",
  "Connect with emerging talent and strengthen inclusion in the industry.": "Conéctate con talento emergente y fortalece la inclusión en la industria.",
  "Connect with influential women and professionals in the automotive sector.": "Conéctate con mujeres y profesionales influyentes en el sector automotriz.",
  "Connect with leaders and emerging professionals in the sector.": "Conéctate con líderes y profesionales emergentes del sector.",
  "Contact": "Contacto",
  "Contact us": "Contáctanos",
  "Continuous Learning": "Aprendizaje Continuo",
  "Contribute ideas and receive constructive feedback.": "Contribuye con ideas y recibe retroalimentación constructiva.",
  "Contribution to Change": "Contribución al Cambio",
  "Corporate Sponsorships": "Patrocinios Corporativos",
  "Dark": "Oscuro",
  "Day 1": "Día 1",
  "Day 1 Closing": "Cierre del Día 1",
  "Day 2": "Día 2",
  "Day 2 Closing": "Cierre del Día 2",
  "Day 3": "Día 3",
  "Day Closing": "Cierre del Día",
  "Develop confidence and self-awareness in a supportive environment.": "Desarrolla confianza y autoconciencia en un entorno de apoyo.",
  "Discounts and opportunities in specialized products and services.": "Descuentos y oportunidades en productos y servicios especializados.",
  "Discover new talent by hosting interns and recent graduates, ensuring a steady flow of skilled professionals. Your sponsorship or participation is not just visibility—it’s a powerful statement of your commitment to inclusive excellence and innovation.": "Descubre nuevo talento al acoger a pasantes y recién graduados, asegurando un flujo constante de profesionales cualificados. Tu patrocinio o participación no es solo visibilidad—es una declaración poderosa de tu compromiso con la excelencia inclusiva y la innovación.",
  "Discover, Connect, Stand Out": "Descubre, Conéctate, Destácate",
  "Diversity Promotion": "Promoción de la Diversidad",
  "Diversity, Empowerment and Leadership": "Diversidad, Empoderamiento y Liderazgo",
  "Do you have a project that empowers women in this industry?": "¿Tienes un proyecto que empodere a mujeres en esta industria?",
  "Don't miss out! Stay tuned for future updates.": "¡No te lo pierdas! Mantente atento a futuras actualizaciones.",
  "Drive conversations that transform the industry. Join the launch of the first network focused on inclusive leadership and automotive diversity. Automotive Woman connects, inspires, and empowers leading women in the industry.": "Impulsa conversaciones que transforman la industria. Únete al lanzamiento de la primera red enfocada en el liderazgo inclusivo y la diversidad automotriz. Mujer Automotriz conecta, inspira y empodera a mujeres líderes en la industria.",
  "Drive Innovation": "Impulsa la Innovación",
  "Drive transformative conversations and help shape the future of the industry.": "Impulsa conversaciones transformadoras y ayuda a moldear el futuro de la industria.",
  "Driving change": "Impulsando el cambio",
  "Driving change and developing leaders": "Impulsando el cambio y desarrollando líderes",
  "Enable Continuous Learning": "Habilita el Aprendizaje Continuo",
  "English": "Inglés",
  "Error | TEDI Stack": "Error | TEDI Stack",
  "Español": "Español",
  "Establish clear and achievable professional goals.": "Establece metas profesionales claras y alcanzables.",
  "EU Embassy in Mexico - Welcome with Naomi C. Fellows": "Embajada de UE en México - Bienvenida con Naomi C. Fellows",
  "Event Details": "Detalles del evento",
  "Events": "Eventos",
  "Events, regional and global summits. Workshops, panels, masterclasses, and talks with outstanding leaders from the automotive sector on innovation, diversity, technology, and leadership. Learn from their experiences, challenges, success paths, and interpersonal skills needed for personal and professional growth.": "Eventos, cumbres regionales y globales. Talleres, paneles, masterclasses y charlas con líderes destacados del sector automotriz sobre innovación, diversidad, tecnología y liderazgo. Aprende de sus experiencias, desafíos, caminos de éxito y habilidades interpersonales necesarias para el crecimiento personal y profesional.",
  "Exclusive access to resources, industry expertise, news, the latest innovations, and continuous education through empowerment events. Learn about DEI (Diversity, Equity, and Inclusion) strategies and best practices companies are implementing.": "Acceso exclusivo a recursos, experiencia en la industria, noticias, las últimas innovaciones y educación continua a través de eventos de empoderamiento. Aprende sobre las estrategias DEI (Diversidad, Equidad e Inclusión) y las mejores prácticas que las empresas están implementando.",
  "Explore strategic opportunities to strengthen your presence in the automotive industry and be part of the change.": "Explora oportunidades estratégicas para fortalecer tu presencia en la industria automotriz y ser parte del cambio.",
  "Find and leverage collaboration opportunities with innovators in the industry to drive mutual growth and development. It’s not just networking; it’s about forging strategic alliances and enhancing your market presence.": "Encuentra y aprovecha oportunidades de colaboración con innovadores de la industria para impulsar el crecimiento y desarrollo mutuo. No es solo networking; es sobre crear alianzas estratégicas y mejorar tu presencia en el mercado.",
  "Find collaboration opportunities with industry innovators to drive growth.": "Encuentra oportunidades de colaboración con innovadores del sector para impulsar el crecimiento.",
  "Founded with passion in a Finnish sauna": "Fundado con pasión en un sauna finlandés",
  "Free resources and an empowering community to strengthen your career.": "Recursos gratuitos y una comunidad empoderadora para fortalecer tu carrera.",
  "Gain advice and strategies to advance your career.": "Obtén consejos y estrategias para avanzar en tu carrera.",
  "Global Community": "Comunidad Global",
  "Go back home": "Volver a inicio",
  "Goal Setting": "Establecimiento de Metas",
  "Gourmet cuisine, select beverages, and an atmosphere designed to connect. All for $92 USD per ticket.": "Cocina gourmet, bebidas selectas y un ambiente diseñado para conectar. Todo por $92 USD por boleto.",
  "Government of San Luis Potosí and Future Entrepreneurs": "Gobierno de San Luis Potosí y Futuros Emprendedores",
  "Hazel's presentation addresses the importance of strengthening a brand's image and identity through positive thoughts, training, reading, exercise, nutrition, and personal reflection. In her presentation, she highlights the ten necessary elements to build a strong brand, including name, logo, colors, purpose, communication tone, personality, slogan, product sense, audio branding, and experience. Hazel provides valuable tools and advice to help companies create a strong and authentic brand in today's digital world.": "La ponencia de Hazel aborda la importancia de fortalecer la imagen e identidad de una marca a través del pensamiento positivo, la capacitación, la lectura, el ejercicio, la nutrición y la reflexión personal. En su presentación, destaca los diez elementos necesarios para construir una marca sólida, incluyendo el nombre, el logo, los colores, el propósito, el tono de comunicación, la personalidad, el eslogan, el sentido del producto, el audio branding y la experiencia. Hazel brinda herramientas y consejos valiosos para ayudar a las empresas a crear una marca fuerte y auténtica en el mundo digital actual.",
  "Help the community reach its professional goals.": "Ayuda a la comunidad a alcanzar sus metas profesionales.",
  "High-Level Networking": "Networking de Alto Nivel",
  "High-Level Networking Events": "Eventos de Networking de Alto Nivel",
  "Highlight and support the achievements and contributions of your organization's leaders on our platform to inspire, motivate, and forge new leaders within and beyond your organization.": "Destaca y apoya los logros y contribuciones de los líderes de tu organización en nuestra plataforma para inspirar, motivar y formar nuevos líderes dentro y fuera de tu organización.",
  "Home": "Inicio",
  "Improve your professional and personal capabilities.": "Mejora tus capacidades profesionales y personales.",
  "In her presentation, Claudia Marquez will share her experience as one of the most influential women in the automotive industry. Through her journey to the top, she will demonstrate how perseverance and excellence are key to overcoming challenges and becoming successful leaders in any field. This discussion will be a unique opportunity to hear firsthand the advice and strategies she has used to achieve her success in a highly competitive world.": "En su ponencia Claudia Marquez compartirá su experiencia como una de las mujeres más influyentes en la industria automotriz. A través de su camino hacia la cima, demostrará cómo la perseverancia y la excelencia son la clave para superar los desafíos y convertirse en líderes exitosos en cualquier campo. Este conversatorio será una oportunidad única para escuchar de primera mano los consejos y estrategias que ha utilizado para lograr su éxito en un mundo altamente competitivo.",
  "In her presentation, Daniela shares her experience and knowledge on how women can empower themselves and take control of their own lives. With her practical and empathetic approach, Daniela offers concrete advice and strategies to help women overcome barriers and achieve their goals. As an advocate for gender equality and social justice, Daniela is an inspiring example of how women can empower themselves and lead change in their communities and around the world.": "En su ponencia Daniela comparte su experiencia y conocimientos sobre cómo las mujeres pueden fortalecerse y tomar el control de sus propias vidas. Con su enfoque práctico y empático, Daniela ofrece consejos y estrategias concretas para ayudar a las mujeres a superar barreras y alcanzar sus objetivos. Como defensora de la igualdad de género y la justicia social, Daniela es un ejemplo inspirador de cómo las mujeres pueden empoderarse y liderar el cambio en sus comunidades y en todo el mundo.",
  "In her presentation, Paola shares valuable tools and strategies to overcome challenges and break down barriers, inspiring her audience to achieve their goals. Her experience and knowledge make her an excellent guide for those seeking to empower themselves and lead their lives successfully.": "En su ponencia Paola comparte valiosas herramientas y estrategias para superar desafíos y derribar barreras, inspirando a su audiencia a alcanzar sus objetivos. Su experiencia y conocimientos la convierten en una excelente guía para aquellos que buscan empoderarse y liderar sus vidas con éxito.",
  "in the creation of the first international network of women in the": "en la creación de la primera red internacional de mujeres en la",
  "In this roundtable, leadership and empowerment experts will share their experience in seeking balance between professional and family life, and how leadership can catalyze empowerment in both areas. With Inna, Gimena, Maria de la Luz, and Isabel on the panel, strategies and tools will be discussed to reach maximum potential and achieve success in all areas of life.": "En esta mesa redonda, expertas en liderazgo y empoderamiento compartirán su experiencia en la búsqueda del equilibrio entre la vida profesional y familiar, y cómo el liderazgo puede catalizar el empoderamiento en ambos ámbitos. Con Inna, Gimena, Maria de la Luz e Isabel en el panel, se discutirán estrategias y herramientas para alcanzar el máximo potencial y lograr el éxito en todas las áreas de la vida.",
  "In this session, we invite the ambassadors of 'Automotive Woman' to meet and forge a strong and inclusive community.": "En esta sesión invitamos a las embajadoras de 'Mujer Automotriz' a conocerse y forjar una comunidad fuerte e inclusiva.",
  "In this session, we invite the ambassadors of 'Automotive Woman' to meet and take the first step in forging a strong and inclusive community.": "En esta sesión invitamos a las embajadoras de 'Mujer Automotriz' a conocerse y dar el primer paso a forjar una comunidad fuerte e inclusiva.",
  "In this webinar, I will give advice to achieve greater profitability through the formalization of commercial agreements. Many companies use purchase orders, invoices, and contracts interchangeably for their sales processes, but when collection arrives, the indiscriminate use of these instruments creates real headaches. If you want to know how and when to correctly use invoices, purchase orders, and contracts in your company, don't miss this presentation.": "En este webinar daré consejos para lograr una mayor rentabilidad a través de la formalización de acuerdos comerciales. Muchas empresas usan de manera indistinta órdenes de compra, facturas y contratos para sus procesos de venta, pero cuando llega la cobranza, el uso indistinto de estos instrumentos crea verdaderos dolores de cabeza. Si quieres saber cómo y cuando usar de manera correcta las facturas, órdenes de compra y contratos en tu empresa, no te pierdas esta ponencia.",
  "Increase your brand presence in the automotive industry.": "Aumenta la presencia de tu marca en la industria automotriz.",
  "Industry Collaboration": "Colaboración en la Industria",
  "Industry Impact": "Impacto en la Industria",
  "Influence the industry's agenda towards a more inclusive future.": "Influye en la agenda de la industria hacia un futuro más inclusivo.",
  "Innovation Exposure": "Exposición de Innovación",
  "Inspiración y apoyo colectivo": "Inspiración y apoyo colectivo",
  "Inspiration and Motivation": "Inspiración y Motivación",
  "Inspire Confidence": "Inspira Confianza",
  "Internal Server Error": "Error Interno del Servidor",
  "Internship Programs": "Programas de Pasantía",
  "Join": "Unirse",
  "Join and be part of the ": "Únete y sé parte de la ",
  "Join and be part of the network": "Únete y sé parte de la red",
  "Join gender expert Denisse Tiznado in a workshop that encourages reflection on the prevention of sexual harassment in the workplace. Through a series of exercises, participants will explore the problems and opportunities for women, including overcoming gender discrimination and promoting inclusive leadership. This workshop will provide a safe space for attendees to share their diverse perspectives and experiences, and work together to build business models that protect and advance women. Don't miss this formative experience with Denisse, a leader in gender advocacy and an advocate for women's rights.": "Únete a la experta en género Denisse Tiznado en un taller que invita a la reflexión sobre la prevención del acoso sexual en el lugar de trabajo. A través de una serie de ejercicios, los participantes explorarán los problemas y oportunidades de las mujeres, incluyendo la superación de la discriminación de género y la promoción del liderazgo inclusivo. Este taller proporcionará un espacio seguro para que los asistentes compartan sus diversas perspectivas y experiencias, y trabajen juntos para construir modelos empresariales que protejan y avancen a las mujeres. No te pierdas esta experiencia formativa con Denisse, una líder en defensa de género y una defensora de los derechos de las mujeres.",
  "Join Mujer Automotriz and help us build a more inclusive and diverse industry.": "Únete a Mujer Automotriz y ayúdanos a construir una industria más inclusiva y diversa.",
  "Leadership in Motion": "Liderazgo en Movimiento",
  "Leadership Strengthening": "Fortalecimiento del Liderazgo",
  "Leading women spoke about their successes in the automotive industry, sharing their experiences and advice on overcoming obstacles and advancing their careers.": "Mujeres líderes hablaron sobre sus éxitos en la industria automotriz, compartiendo sus experiencias y consejos para superar obstáculos y avanzar en sus carreras.",
  "Learn More": "Aprender Más",
  "Leave a positive and lasting mark on the evolution of the automotive industry.": "Deja una huella positiva y duradera en la evolución de la industria automotriz.",
  "Legacy Building": "Construcción de Legado",
  "Let's collaborate": "Colaboremos",
  "Let's forge the future of the automotive industry in Mexico and Latin America together.": "Forjemos juntos el futuro de la industria automotriz en México y América Latina.",
  "Let's Redefine Leadership": "Redefinamos el Liderazgo",
  "Let's Redefine Leadership in the Industry": "Redefinamos el Liderazgo en la Industria",
  "Let’s set the agenda for the future of the industry. Your leadership drives transformative conversations, shaping the new landscape. Become a key player in promoting a more inclusive and innovative industry.": "Establezcamos la agenda para el futuro de la industria. Tu liderazgo impulsa conversaciones transformadoras, moldeando el nuevo panorama. Conviértete en un actor clave en la promoción de una industria más inclusiva e innovadora.",
  "Leverage this platform to showcase your commitment to diversity, connect with top talent, and strengthen your strategic recruitment initiatives.": "Aprovecha esta plataforma para mostrar tu compromiso con la diversidad, conectar con el mejor talento y fortalecer tus iniciativas estratégicas de reclutamiento.",
  "Light": "Claro",
  "Lilia, a prominent member of the Mexican Association of Businesswomen (AMEXME), will share her personal experience as a businesswoman today, discussing the obstacles and barriers she faces on the path to success, and how she has managed to overcome them with perseverance and determination. An inspiring talk on the importance of not giving up and challenging limits to achieve professional and personal goals.": "Lilia, miembro destacado de la Asociación Mexicana de Mujeres Empresarias (AMEXME), compartirá su experiencia personal como mujer empresaria en la actualidad, discutiendo los obstáculos y barreras a los que se enfrenta en el camino del éxito, y cómo ha logrado superarlos con perseverancia y determinación. Una charla inspiradora sobre la importancia de no rendirse y desafiar los límites para alcanzar los objetivos profesionales y personales.",
  "Log in": "Iniciar Sesión",
  "Majo Rodríguez, at just 24 years old, is a prominent professional race car and truck driver. In her presentation, she shares her journey in sports and academics, discussing the obstacles she has faced along the way and sharing tips for and against them. Majo is an inspiring example of how one can break paradigms and make a mark in a male-dominated industry, and her motto 'behind the helmet there is no gender' is a call for gender equality in the world of sports and society in general.": "Majo Rodríguez, con tan solo 24 años de edad, es una destacada piloto profesional de autos de carreras y tractocamiones. En su ponencia comparte su trayectoria en el deporte y el estudio, hablando de los obstáculos que ha enfrentado en el camino y compartiendo tips en contra y a favor. Majo es un ejemplo inspirador de cómo se puede romper paradigmas y dejar huella en una industria dominada por hombres, y su lema 'detrás del casco no existe género' es un llamado a la igualdad de género en el mundo del deporte y en la sociedad en general.",
  "Mariana, from Mercado Libre, presents 'Boost Your Talent: Breaking the Routine,' a presentation that aims to inspire and motivate attendees to find new ways to develop their skills and knowledge. With more than 10 years of experience in Human Resources and Talent Management, Mariana shares her vision of how change and innovation are key to achieving professional and personal success.": "Mariana, de Mercado Libre, presenta 'Boost Your Talent: Rompiendo la Rutina', una ponencia que tiene como objetivo inspirar y motivar a los asistentes a encontrar nuevas formas de desarrollar sus habilidades y conocimientos. Con más de 10 años de experiencia en Recursos Humanos y Gestión de Talentos, Mariana comparte su visión de cómo el cambio y la innovación son claves para alcanzar el éxito profesional y personal.",
  "Masterclasses": "Masterclasses",
  "May 24, 2025": "24 de Mayo 2025",
  "May 25, 2025": "25 de Mayo 2025",
  "May 26, 2025": "26 de Mayo 2025",
  "Meet the leaders who are creating a more diverse industry": "Conoce a los líderes que están creando una industria más diversa.",
  "Motor Ladies Night": "Noche de Damas Motor",
  "Motor Ladies Night is an exclusive evening for leading women in the automotive industry. Beyond networking, you'll enjoy an intimate and sophisticated experience. Enjoy cocktails, snacks, and three short presentations with powerful ideas to drive change.": "Motor Ladies Night es una velada exclusiva para mujeres líderes en la industria automotriz. Más allá del networking, disfrutarás de una experiencia íntima y sofisticada. Disfruta de cócteles, aperitivos y tres presentaciones cortas con ideas poderosas para impulsar el cambio.",
  "Mujer Automotriz": "Mujer Automotriz",
  "Mujer Automotriz is a platform that highlights female leadership, innovation, and fosters meaningful, high-value relationships in the automotive industry. We create a community of leaders made up of managers, C-level executives, and decision-makers interested in fostering a more diverse industry with inclusive leadership and focused on the continued development of leaders at both personal and professional levels.": "Mujer Automotriz es una plataforma que destaca el liderazgo femenino, la innovación y fomenta relaciones significativas y de alto valor en la industria automotriz. Creamos una comunidad de líderes compuesta por gerentes, ejecutivos C-level y tomadores de decisiones interesados en fomentar una industria más diversa con un liderazgo inclusivo y enfocada en el desarrollo continuo de líderes tanto a nivel personal como profesional.",
  "Mujer Automotriz, in collaboration with the Government of San Luis Potosí and Futuros Emprendedores, brought together international and national leaders and experts to discuss how to improve gender equality in this sector. Through interactive sessions and panel discussions, participants will explore challenges and opportunities for women in different roles within the industry.": "Mujer Automotriz, en colaboración con el Gobierno de San Luis Potosí y Futuros Emprendedores, reunió a líderes y expertos internacionales y nacionales para discutir cómo mejorar la igualdad de género en este sector. A través de sesiones interactivas y paneles de discusión, los participantes explorarán desafíos y oportunidades para las mujeres en diferentes roles dentro de la industria.",
  "Mujer Automotriz: Community of Leaders": "Mujer Automotriz: Comunidad de Líderes",
  "Network": "Red",
  "Network Building": "Construcción de Red",
  "Network of Automotive Women and experts to share questions, experiences, and advice.": "Red de Mujeres Automotrices y expertas para compartir preguntas, experiencias y consejos.",
  "Networking “Automotive Woman” Community": "Networking Comunidad “Mujer Automotriz”",
  "OEM Automotive Industry Companies": "Empresas OEM de la Industria Automotriz",
  "OEM Supply Chain Companies": "Empresas de la Cadena de Suministro OEM",
  "Ongoing access to classes on leadership, personal development, digitalization, and processes.": "Acceso continuo a clases de liderazgo, desarrollo personal, digitalización y procesos.",
  "Organizers": "Organizadores",
  "Page not found.": "Página no encontrada.",
  "Panel Discussion | A Gladiator in a World of Gladiators: The Path to the Top": "Conversatorio | Una Gladiadora en un mundo de Gladiadores: El Camino hacia la Cima",
  "Panel Discussion | Deconstructing Machismo in the Automotive Industry": "Panel de Discusión | Deconstruyendo el Machismo en la Industria Automotriz",
  "Panel Discussion | Leadership as a Catalyst for Empowering Your Environment: Reaching Your Maximum Professional and Family Potential": "Panel de Discusión | El liderazgo como catalizador para el empoderamiento de tu entorno: Alcanzando tu Máximo Potencial Profesional y Familiar",
  "Paola is a successful woman in the technology and transportation industry as part of the Lyft team. In her presentation, she will share the valuable lessons she has learned throughout her career, focusing on how failure is an integral part of success and how learning from your mistakes is fundamental to achieving your goals. As a woman in a predominantly male work environment, Paola has faced challenges and found ways to overcome them, which makes her an inspiration for those looking to grow in their professional careers.": "Paola es una mujer exitosa en la industria de tecnología y transporte como parte del equipo de Lyft. En su ponencia, compartirá las lecciones valiosas que ha aprendido a lo largo de su carrera, enfocándose en cómo el fracaso es una parte integral del éxito y cómo aprender de tus errores es fundamental para alcanzar tus metas. Como mujer en un ambiente de trabajo predominantemente masculino, Paola ha enfrentado desafíos y ha encontrado formas de superarlos, lo que la convierte en una inspiración para aquellos que buscan crecer en su carrera profesional.",
  "Participate in exclusive events and create high-impact alliances.": "Participa en eventos exclusivos y crea alianzas de alto impacto.",
  "Participate in workshops, talks, and activities that drive your growth.": "Participa en talleres, charlas y actividades que impulsan tu crecimiento.",
  "Personal Growth": "Crecimiento Personal",
  "Pioneers": "Pioneras",
  "Prevention and Identification of Sexual Harassment at Work": "Prevención e Identificación del Acoso Sexual en el Trabajo",
  "Professional Development": "Desarrollo Profesional",
  "Professional Development and Empowerment": "Desarrollo Profesional y Empoderamiento",
  "Program Guidelines and Agenda": "Lineamientos del Programa y Agenda",
  "Programs": "Programas",
  "Promote an event": "Promocionar un evento",
  "Promote Diversity": "Promueve la Diversidad",
  "Promote Professional Growth": "Promueve el Crecimiento Profesional",
  "Promoting Diversity and Education": "Promoviendo la Diversidad y Educación",
  "Provide strategic advice based on personal experience.": "Ofrece asesoramiento estratégico basado en la experiencia personal.",
  "Receive constant support to overcome challenges.": "Recibe apoyo constante para superar desafíos.",
  "Receive guidance from an experienced leader in the industry.": "Recibe orientación de una líder experimentada en la industria.",
  "Recipe for Failure - Lessons from Successful Women": "Receta de Fracaso - Lecciones de Mujeres Exitosas",
  "Recognition and Awards": "Reconocimiento y Premios",
  "Register": "Registrarse",
  "Represent the Program": "Representar el Programa",
  "Scholarship Access": "Acceso a Becas",
  "See presentations": "Ver presentaciones",
  "Share up-to-date knowledge and resources.": "Comparte conocimientos y recursos actualizados.",
  "Showcase advancements led by women and revolutionary technologies in your organization.": "Destaca los avances liderados por mujeres y tecnologías revolucionarias en tu organización.",
  "Showcase cutting-edge advancements led by women and revolutionary technologies developed within the organization. Have a direct impact in a committed community.": "Muestra avances de vanguardia liderados por mujeres y tecnologías revolucionarias desarrolladas dentro de la organización. Ten un impacto directo en una comunidad comprometida.",
  "Skill Development": "Desarrollo de Habilidades",
  "Sponsors": "Patrocinadores",
  "Stories that inspire": "Historias que inspiran",
  "Strategic Networking": "Networking Estratégico",
  "Strategic Perspectives": "Perspectivas Estratégicas",
  "Summit '23": "Cumbre '23",
  "Summit Mujer Automotriz": "Cumbre Mujer Automotriz",
  "Support Decision-Making": "Apoyo a la Toma de Decisiones",
  "Support the professional development of female leaders in the industry.": "Apoya el desarrollo profesional de mujeres líderes en la industria.",
  "Supportive Community": "Comunidad de Apoyo",
  "Swimming Against the Current": "Nadando Contra Corriente",
  "TEDI Stack | Get started with cutting edge technologies": "TEDI Stack | Comienza con tecnologías de vanguardia",
  "TEDI Stack | React Router v7 + Hono + Bun": "TEDI Stack | React Router v7 + Hono + Bun",
  "TEDI Stack | React Router, Bun, Hono, and much more": "TEDI Stack | React Router, Bun, Hono, y mucho más",
  "Thanks to our sponsors for driving innovation in the automotive industry.": "Gracias a nuestros patrocinadores por impulsar la innovación en la industria automotriz.",
  "Thanks to them it is possible to create this series of presentations that boost the industry": "Gracias a ellos es posible crear esta serie de ponencias que impulsan a la industria",
  "The Current Businesswoman, Challenging Barriers: When Giving Up is Not an Option": "La Mujer Empresaria Actual, Desafiando Barreras: Cuando Desistir no es una Opción",
  "The event has ended! We want to thank everyone who participated. Stay tuned for our upcoming news and activities.": "¡El evento ha terminado! Queremos agradecer a todos los que participaron. Mantente atento a nuestras próximas noticias y actividades.",
  "The fast, modern stack for building web applications": "La pila rápida y moderna para construir aplicaciones web",
  "the formation of this network of leaders possible": "la formación de esta red de líderes sea posible",
  "The page you are looking for doesn't exist or has been moved. Please go back to the homepage.": "La página que buscas no existe o ha sido movida. Por favor, vuelve a la página de inicio.",
  "The path to success for a woman in a man's world. This presentation focuses on the importance of diversity and inclusion in the automotive industry. Through her presentation, Adriana demonstrates how these qualities are key to fostering innovation and success in the industry, challenging stereotypes and breaking barriers. This inspiring talk is a call to action for companies to adopt inclusive policies and diversify their teams to achieve better performance and greater creativity.": "El camino hacia el éxito de una mujer en un mundo de hombres. Esta ponencia se enfoca en la importancia de la diversidad y la inclusión en la industria automotriz. A través de su presentación, Adriana demuestra cómo estas cualidades son clave para fomentar la innovación y el éxito en la industria, desafiando estereotipos y rompiendo barreras. Esta charla inspiradora es una llamada a la acción para que las empresas adopten políticas inclusivas y diversifiquen sus equipos para lograr un mejor rendimiento y una mayor creatividad.",
  "The Potential of Artificial Intelligence: How to Empower Your Work and Personal Life": "El Potencial de la Inteligencia Artificial: Cómo empoderar tu vida laboral y personal",
  "The transformation of an industry is based on continuous development and training. Be part of the community that drives this transformation.": "La transformación de una industria se basa en el desarrollo y la capacitación continua. Sé parte de la comunidad que impulsa esta transformación.",
  "The transformation of an industry requires many key players, be part of the key players that will guide this transformation.": "La transformación de una industria requiere muchos actores clave, sé parte de los actores clave que guiarán esta transformación.",
  "There was an error, please try again later.": "Ocurrió un error, por favor inténtalo de nuevo más tarde.",
  "To train and empower women in the automotive maintenance and repair industry through technology and digitalization training.": "Capacitar y empoderar a mujeres en la industria de mantenimiento y reparación automotriz a través de capacitación en tecnología y digitalización.",
  "Transforming the Automotive Industry in Mexico and Latin America towards greater diversity": "Transformando la Industria Automotriz en México y América Latina hacia una mayor diversidad",
  "Upcoming events": "Próximos eventos",
  "Virtual - May 6, 2024": "Virtual - 6 de Mayo de 2024",
  "Virtual Event - September 19-27": "Evento Virtual - 19-27 de Septiembre",
  "Visibility and Positioning": "Visibilidad y Posicionamiento",
  "Voices of female leadership": "Voces del liderazgo femenino",
  "We brought together international and national leaders and experts to discuss how to improve gender equality in this sector. Through interactive sessions and panel discussions, participants will explore challenges and opportunities for women in different roles within the industry.": "Reunimos a líderes y expertos internacionales y nacionales para discutir cómo mejorar la igualdad de género en este sector. A través de sesiones interactivas y paneles de discusión, los participantes explorarán desafíos y oportunidades para las mujeres en diferentes roles dentro de la industria.",
  "We can't find this page:": "No podemos encontrar esta página:",
  "We promote inclusive leadership and are the platform that drives innovation and highlights female leadership in Latin America.": "Promovemos el liderazgo inclusivo y somos la plataforma que impulsa la innovación y destaca el liderazgo femenino en América Latina.",
  "We will explore how artificial intelligence (AI) can empower you in both your work and personal life. I will teach you how you can use AI to personalize your goals and achieve them more efficiently, making more informed decisions and better planning your tasks and goals. In addition, we will discuss how AI can help you improve your skills and performance at work, including how it can help you identify your strengths and weaknesses, and how it can provide you with information about opportunities for improvement. We will explore different tools like ChatGPT, MidJourney, and more. In summary, this virtual presentation will provide you with practical tools and strategies to start using AI for your own benefit.": "Exploraremos cómo la inteligencia artificial (IA) puede empoderarte tanto en tu vida laboral como personal. Te enseñaré cómo puedes utilizar la IA para personalizar tus objetivos y alcanzarlos de manera más eficiente, tomando decisiones más informadas y planificando mejor tus tareas y metas. Además, discutiremos cómo la IA puede ayudarte a mejorar tus habilidades y desempeño en el trabajo, incluyendo cómo puede ayudarte a identificar tus fortalezas y debilidades, y cómo puede proporcionarte información sobre oportunidades de mejora. Exploraremos diferentes herramientas como ChatGPT, MidJourney, y más. En resumen, esta ponencia virtual te proporcionará herramientas y estrategias prácticas para comenzar a utilizar la IA en tu propio beneficio.",
  "Welcome and Program Opening": "Bienvenida y Apertura del Programa",
  "Welcome and Reflection": "Bienvenida y Reflexión",
  "Welcome and Summary": "Bienvenida y Resumen",
  "What is it?": "¿Qué es?",
  "Who is it for?": "¿Para quién es?",
  "Winners vs. Losers: The Infallible Legal Strategy to Increase Your Collection by up to 80%": "Ganadores vs Perdedores: La estrategia Legal Infalible para Incrementar tu Cobranza hasta un 80%",
  "With a focus on collaboration and the exchange of ideas, the summit's goal was to inspire and support women of all ages and backgrounds to pursue and achieve their career goals in the automotive industry.": "Con un enfoque en la colaboración y el intercambio de ideas, el objetivo de la cumbre fue inspirar y apoyar a mujeres de todas las edades y orígenes para que persigan y logren sus metas profesionales en la industria automotriz.",
  "Women in Automotive | Empowering Women in the Automotive Industry - Free Training": "Mujeres en Automotriz | Empoderando a mujeres en la industria automotriz - Capacitación gratuita.",
  "Would you like to be part of a network of automotive industry leaders committed to your professional growth and success?": "¿Te gustaría ser parte de una red de líderes de la industria automotriz comprometidos con tu crecimiento y éxito profesional?",
  "Write to us": "Escríbenos",
  "You Set the Limit! Overcoming Challenges and Breaking Down Barriers": "¡El Límite lo Pones Tú! Superando Desafíos y Derribando Barreras",
  "Your pass includes": "Tu pase incluye"
}
